Repository: Motionly-labs/Snowly-ios
Catalog: Snowly/Resources/Localizable.xcstrings
Source language: en
Languages: sv, zh_hans

source: %lld gear items
sv: %lld utrustningsartiklar
zh_hans: %lld 件装备

# accessibility_activity_ring
source: Activity ring
sv: Aktivitetsring
zh_hans: 活动圆环

# accessibility_battery_level
source: Battery level
sv: Batterinivå
zh_hans: 电池电量

# accessibility_long_press_to_start_hint
source: Long press to start tracking
sv: Tryck och håll för att börja spåra
zh_hans: 长按开始记录

# accessibility_long_press_to_stop_hint
source: Long press to end ski day
sv: Tryck och håll för att avsluta skiddagen
zh_hans: 长按结束滑雪日

# accessibility_share_summary_label
source: Share day summary
sv: Dela dagens sammanfattning
zh_hans: 分享今日总结

# accessibility_slide_to_stop_hint
source: Slide to stop tracking
sv: Svep för att stoppa spårning
zh_hans: 滑动以停止记录

# activity_empty_start_tracking_hint
source: Start tracking, and your ski days will appear here.
sv: Börja spåra, dina skiddagar visas här.
zh_hans: 开始记录，你的滑雪日将在这里显示。

# activity_empty_title
source: No Ski Days Yet
sv: Inga skiddagar än
zh_hans: 还没有滑雪记录

# activity_nav_title
source: Tracks
sv: Spår
zh_hans: 记录

# activity_section_recent_ski_days
source: Recent Ski Days
sv: Senaste skiddagar
zh_hans: 最近的滑雪日

# activity_stat_runs
source: Runs
sv: Åk
zh_hans: 趟数

# activity_stat_ski_days
source: Ski Days
sv: Skiddagar
zh_hans: 滑雪天数

# activity_stat_vertical
source: Vertical
sv: Höjdmeter
zh_hans: 累计落差

# alert.crew_join_failed_title
source: Unable to Join Crew
sv: Det gick inte att gå med i gruppen
zh_hans: 无法加入队伍

# battery_time_remaining_format
source: ~%1$@ left
sv: ~%1$@ kvar
zh_hans: 约剩 %1$@

# cache_action_download
source: Download
sv: Ladda ner
zh_hans: 下载

# cache_action_refresh
source: Refresh
sv: Uppdatera
zh_hans: 刷新

# cache_action_remove
source: Remove
sv: Ta bort
zh_hans: 移除

# cache_action_retry
source: Retry
sv: Försök igen
zh_hans: 重试

# cache_basemap_offline_hint
source: Map tiles may be unavailable offline
sv: Kartrutor kanske inte är tillgängliga offline
zh_hans: 离线时地图可能无法加载

# cache_distance_format
source: %.1f km away
sv: %.1f km bort
zh_hans: %.1f 公里

# cache_distance_unknown
source: Distance unavailable
sv: Avstånd okänt
zh_hans: 距离未知

# cache_empty_downloaded
source: No cached areas yet
sv: Inga cachade områden ännu
zh_hans: 暂无缓存区域

# cache_empty_nearby
source: No nearby ski areas
sv: Inga skidområden i närheten
zh_hans: 附近没有雪场

# cache_empty_nearby_description
source: Try refreshing, moving to an open ski map area, or zooming out by waiting for a broader search.
sv: Försök uppdatera, flytta till ett område med skidanläggning, eller vänta på en bredare sökning.
zh_hans: 试试刷新，移动到有雪场的区域，或等待更大范围的搜索。

# cache_offline_notice
source: Using cached ski area data
sv: Använder cachad skidområdesdata
zh_hans: 正在使用缓存的雪场数据

# cache_region_action
source: Cache Area
sv: Cacha område
zh_hans: 缓存区域

# cache_sheet_title
source: Cached Areas
sv: Cachade områden
zh_hans: 缓存区域

# cache_status_downloading
source: Downloading
sv: Laddar ner
zh_hans: 下载中

# cache_status_failed
source: Failed
sv: Misslyckades
zh_hans: 失败

# cache_status_fresh
source: Fresh
sv: Aktuell
zh_hans: 最新

# cache_status_stale
source: Stale
sv: Inaktuell
zh_hans: 过期

# cache_tab_downloaded
source: Downloaded
sv: Nedladdade
zh_hans: 已下载

# cache_tab_nearby
source: Nearby
sv: Närliggande
zh_hans: 附近

# chart_stat_mean
source: Mean
sv: Medel
zh_hans: 均值

# common_active
source: Active
sv: Aktiv
zh_hans: 活跃

# common_add
source: Add
sv: Lägg till
zh_hans: 添加

# common_app_tagline
source: Your skiing companion
sv: Din skidkompis
zh_hans: 你的滑雪搭档

# common_cancel
source: Cancel
sv: Avbryt
zh_hans: 取消

# common_continue
source: Continue
sv: Fortsätt
zh_hans: 继续

# common_create
source: Create
sv: Skapa
zh_hans: 创建

# common_date
source: Date
sv: Datum
zh_hans: 日期

# common_delete
source: Delete
sv: Radera
zh_hans: 删除

# common_distance
source: Distance
sv: Distans
zh_hans: 距离

# common_done
source: Done
sv: Klar
zh_hans: 完成

# common_duration
source: Duration
sv: Längd
zh_hans: 时长

# common_end
source: End
sv: Slut
zh_hans: 结束

# common_none
source: None
sv: Ingen
zh_hans: 无

# common_open_settings
source: Open Settings
sv: Öppna Inställningar
zh_hans: 打开设置

# common_remove
source: Remove
sv: Ta bort
zh_hans: 移除

# common_reset
source: Reset
sv: Återställ
zh_hans: 重置

# common_resort
source: Resort
sv: Skidort
zh_hans: 雪场

# common_runs
source: Runs
sv: Åk
zh_hans: 趟数

# common_save
source: Save
sv: Spara
zh_hans: 保存

# common_ski_time
source: Ski Time
sv: Skidtid
zh_hans: 滑雪时间

# common_time
source: Time
sv: Tid
zh_hans: 时间

# common_unavailable
source: Unavailable
sv: Otillgänglig
zh_hans: 不可用

# common_vertical
source: Vertical
sv: Höjdmeter
zh_hans: 落差

# control_widget_description
source: Track your ski runs from Control Center
sv: Spåra dina skidåkningar från Kontrollcenter
zh_hans: 在控制中心快速开始滑雪追踪

# control_widget_start
source: Start Tracking
sv: Starta spårning
zh_hans: 开始追踪

# crew_create
source: Create Crew
sv: Skapa grupp
zh_hans: 创建队伍

# crew_create_title
source: Create a Crew
sv: Skapa en grupp
zh_hans: 创建队伍

# crew_dissolve
source: Dissolve Crew
sv: Upplös grupp
zh_hans: 解散队伍

# crew_dissolve_confirm
source: Are you sure you want to dissolve this crew? All members will be removed.
sv: Är du säker på att du vill upplösa gruppen? Alla medlemmar tas bort.
zh_hans: 确定要解散这个队伍吗？所有成员将被移除。

# crew_empty_subtitle
source: Create or join a crew to share locations with your ski group.
sv: Skapa eller gå med i en grupp för att dela plats med dina skidkompisar.
zh_hans: 创建或加入队伍，与你的滑雪伙伴共享位置。

# crew_empty_title
source: No Crew
sv: Ingen grupp
zh_hans: 暂无队伍

# crew_error_conflict
source: Conflict
sv: Konflikt
zh_hans: 冲突

# crew_error_connection_lost
source: Connection lost. Retrying...
sv: Anslutningen förlorades. Försöker igen...
zh_hans: 连接中断，正在重试…

# crew_error_decoding_format %@
source: Failed to decode response: %@
sv: Det gick inte att avkoda svar: %@
zh_hans: 解析响应失败：%@

# crew_error_forbidden
source: Forbidden
sv: Förbjudet
zh_hans: 无权限

# crew_error_http_format %lld %@
source: Server error %lld: %@
sv: Serverfel %lld: %@
zh_hans: 服务器错误 %lld：%@

# crew_error_invalid_invite
source: Paste a valid invite link or code.
sv: Klistra in en giltig inbjudningslänk eller kod.
zh_hans: 请粘贴有效的邀请链接或代码。

# crew_error_invite_expired
source: This invite is no longer valid.
sv: Denna inbjudan är inte längre giltig.
zh_hans: 此邀请已失效。

# crew_error_location_unavailable
source: Location is unavailable.
sv: Plats är inte tillgänglig.
zh_hans: 无法获取位置信息。

# crew_error_network
source: Network unavailable. Check your connection.
sv: Nätverket är inte tillgängligt. Kontrollera din anslutning.
zh_hans: 网络不可用，请检查连接。

# crew_error_no_permission
source: You do not have permission.
sv: Du har inte behörighet.
zh_hans: 你没有权限。

# crew_error_not_authenticated
source: Please set up your profile first.
sv: Vänligen skapa din profil först.
zh_hans: 请先设置你的个人资料。

# crew_error_not_found
source: Crew not found.
sv: Gruppen hittades inte.
zh_hans: 找不到该队伍。

# crew_error_not_in_crew
source: You are not in a crew.
sv: Du är inte i en grupp.
zh_hans: 你不在任何队伍中。

# crew_error_rate_limited
source: Too many requests. Please wait a moment.
sv: För många förfrågningar. Vänta en stund.
zh_hans: 请求太频繁，请稍等。

# crew_error_unauthorized
source: Session expired. Please rejoin the crew.
sv: Sessionen har gått ut. Vänligen gå med i gruppen igen.
zh_hans: 会话已过期，请重新加入队伍。

# crew_generate_invite
source: Generate Invite Link
sv: Skapa inbjudningslänk
zh_hans: 生成邀请链接

# crew_host
source: Host
sv: Värd
zh_hans: 队长

# crew_invite
source: Invite
sv: Bjud in
zh_hans: 邀请

# crew_join
source: Join Crew
sv: Gå med i grupp
zh_hans: 加入队伍

# crew_join_action
source: Join
sv: Gå med
zh_hans: 加入

# crew_join_title
source: Join a Crew
sv: Gå med i en grupp
zh_hans: 加入队伍

# crew_join_token_placeholder
source: Invite link or code
sv: Inbjudningslänk eller kod
zh_hans: 邀请链接或代码

# crew_leave
source: Leave Crew
sv: Lämna grupp
zh_hans: 离开队伍

# crew_leave_confirm
source: Are you sure you want to leave this crew?
sv: Är du säker på att du vill lämna gruppen?
zh_hans: 确定要离开这个队伍吗？

# crew_members
source: Members
sv: Medlemmar
zh_hans: 成员

# crew_name_placeholder
source: Crew name
sv: Gruppnamn
zh_hans: 队伍名称

# crew_notification_joined
source: joined the crew.
sv: gick med i gruppen.
zh_hans: 加入了队伍。

# crew_notification_left
source: left the crew.
sv: lämnade gruppen.
zh_hans: 离开了队伍。

# crew_pin_banner_dismiss_hint
source: Swipe to dismiss
sv: Svep för att stänga
zh_hans: 滑动以关闭

# crew_pin_confirm
source: Drop Pin
sv: Placera markering
zh_hans: 放置标记

# crew_pin_drop_button
source: Drop Pin
sv: Placera markering
zh_hans: 放置标记

# crew_pin_message_placeholder
source: Add a message...
sv: Lägg till meddelande...
zh_hans: 添加消息…

# crew_pin_quick_caution
source: Caution ahead
sv: Varning framför
zh_hans: 前方注意

# crew_pin_quick_food
source: Food break
sv: Matrast
zh_hans: 吃饭休息

# crew_pin_quick_meet_here
source: Meet here!
sv: Möt här!
zh_hans: 在这里集合！

# crew_pin_quick_wait
source: Wait for me
sv: Vänta på mig
zh_hans: 等等我

# crew_pin_resend_action
source: Resend
sv: Skicka om
zh_hans: 重新发送

# crew_pin_unread_accessibility_hint
source: Jump to the latest unread pin
sv: Hoppa till senaste olästa markering
zh_hans: 跳到最新未读标记

# crew_pin_unread_accessibility_label
source: Unread crew pins
sv: Olästa gruppmarkeringar
zh_hans: 未读队伍标记

# crew_sync_badge_manual
source: Manual
sv: Manuellt
zh_hans: 手动

# crew_sync_footer_auto_private
source: Refreshes teammates roughly every %@. Your location stays on this device.
sv: Uppdaterar gruppmedlemmar ungefär varje %@. Din plats stannar på enheten.
zh_hans: 大约每 %@ 刷新一次队友位置。你的位置不会离开设备。

# crew_sync_footer_auto_private_limited
source: Refreshes teammates roughly every %@. Your location stays on this device. This crew currently enforces a minimum of %@.
sv: ...minst %@ intervall.
zh_hans: …最低间隔 %@。

# crew_sync_footer_auto_share
source: Uploads your position and refreshes teammates roughly every %@.
sv: Laddar upp din position ungefär varje %@...
zh_hans: 大约每 %@ 上传你的位置…

# crew_sync_footer_auto_share_limited
source: Uploads your position and refreshes teammates roughly every %@. This crew currently enforces a minimum of %@.
sv: ...minst %@ intervall.
zh_hans: …最低间隔 %@。

# crew_sync_footer_manual_private
source: Only fetches crew updates when you tap Sync Now. Your location stays on this device.
sv: Hämtar bara gruppuppdateringar när du trycker Synka nu. Din plats stannar på enheten.
zh_hans: 仅在你点击「立即同步」时获取队友更新。你的位置不会离开设备。

# crew_sync_footer_manual_share
source: Only uploads your position and fetches crew updates when you tap Sync Now.
sv: Laddar bara upp din position och hämtar gruppuppdateringar när du trycker Synka nu.
zh_hans: 仅在你点击「立即同步」时上传你的位置并获取队友更新。

# crew_sync_interval_minutes_format
source: %lldm
sv: %lld min
zh_hans: %lld分

# crew_sync_last_sync
source: Last sync
sv: Senaste synk
zh_hans: 上次同步

# crew_sync_mode
source: Mode
sv: Läge
zh_hans: 模式

# crew_sync_mode_automatic
source: Automatic
sv: Automatiskt
zh_hans: 自动

# crew_sync_mode_manual
source: Manual
sv: Manuellt
zh_hans: 手动

# crew_sync_now
source: Sync Now
sv: Synka nu
zh_hans: 立即同步

# crew_sync_refresh_every
source: Refresh every
sv: Uppdatera varje
zh_hans: 刷新间隔

# crew_sync_section_title
source: Sync
sv: Synk
zh_hans: 同步

# crew_sync_share_location
source: Share my current location
sv: Dela min nuvarande plats
zh_hans: 共享我的当前位置

# crew_sync_syncing
source: Syncing...
sv: Synkar...
zh_hans: 同步中…

# gear_alert_reset_confirm
source: Reset
sv: Återställ
zh_hans: 重置

# gear_alert_reset_message
source: Uncheck all items? This won't delete any items.
sv: Avmarkera alla föremål? Detta raderar inga föremål.
zh_hans: 取消勾选所有物品？这不会删除任何物品。

# gear_alert_reset_title
source: Reset Checklist
sv: Återställ checklista
zh_hans: 重置清单

# gear_asset_gear_section
source: Gear
sv: Utrustning
zh_hans: 装备信息

# gear_asset_in_checklists_section
source: In Checklists
sv: I checklistor
zh_hans: 所属清单

# gear_asset_no_reminders
source: No local reminders configured for this gear.
sv: Inga lokala påminnelser konfigurerade för denna utrustning.
zh_hans: 此装备没有配置本地提醒。

# gear_asset_not_in_checklist
source: This gear is in your locker but not assigned to any checklist yet.
sv: Denna utrustning finns i ditt förråd men är inte tilldelad någon checklista ännu.
zh_hans: 此装备在装备库中，但尚未分配到任何清单。

# gear_asset_notes_section
source: Notes
sv: Anteckningar
zh_hans: 备注

# gear_asset_recent_sessions_section
source: Recent Sessions
sv: Senaste sessioner
zh_hans: 近期记录

# gear_asset_reminder_schedule_section
source: Reminder Schedule
sv: Schema för påminnelser
zh_hans: 提醒计划

# gear_banner_ready_to_ride
source: Ready to ride!
sv: Redo att åka!
zh_hans: 准备就绪！

# gear_category_add_item
source: Add Item
sv: Lägg till föremål
zh_hans: 添加物品

# gear_category_no_items
source: No items
sv: Inga föremål
zh_hans: 暂无物品

# gear_category_ready_count_format
source: %1$lld/%2$lld ready
sv: %1$lld/%2$lld klara
zh_hans: %1$lld/%2$lld 已准备

# gear_checklist_packed
source: Packed
sv: Packad
zh_hans: 已打包

# gear_choose_gear_from_locker
source: Choose gear from locker
sv: Välj utrustning från förrådet
zh_hans: 从装备库选择装备

# gear_default_setup_name
source: My Setup
sv: Min utrustning
zh_hans: 我的装备

# gear_detail_action_uncheck_all
source: Uncheck All
sv: Avmarkera alla
zh_hans: 全部取消勾选

# gear_detail_active_badge
source: Active checklist
sv: Aktiv checklista
zh_hans: 当前清单

# gear_detail_add_button
source: Add
sv: Lägg till
zh_hans: 添加

# gear_detail_all_assigned_placeholder
source: Everything in your locker is already part of this checklist.
sv: Allt i ditt förråd är redan en del av denna checklista.
zh_hans: 装备库中的装备已全部加入此清单

# gear_detail_available_section
source: Locker Gear You Can Add
sv: Förrådutrustning du kan lägga till
zh_hans: 可添加的装备

# gear_detail_in_checklist_section
source: Gear In This Checklist
sv: Utrustning i denna checklista
zh_hans: 清单中的装备

# gear_detail_no_gear_placeholder
source: No gear selected yet.
sv: Ingen utrustning vald ännu.
zh_hans: 还没有选择装备

# gear_detail_recent_sessions_section
source: Recent Sessions
sv: Senaste sessioner
zh_hans: 近期记录

# gear_detail_remove_button
source: Remove
sv: Ta bort
zh_hans: 移除

# gear_detail_set_active_button
source: Use as active checklist
sv: Använd som aktiv checklista
zh_hans: 设为当前清单

# gear_edit_action_add_default_items
source: Add Default Items
sv: Lägg till standardföremål
zh_hans: 添加默认物品

# gear_edit_active_hint
source: Active checklists attach automatically to new sessions. You can still correct the attached checklist later from session summary.
sv: Aktiva checklistor kopplas automatiskt till nya sessioner. Du kan fortfarande korrigera den bifogade checklistan senare från sessionssammanfattningen.
zh_hans: 当前清单会自动关联到新的会话，也可在会话摘要中修改。

# gear_edit_active_toggle
source: Use as active checklist
sv: Använd som aktiv checklista
zh_hans: 设为当前清单

# gear_edit_checklist_name_placeholder
source: Checklist name
sv: Checklistans namn
zh_hans: 清单名称

# gear_edit_checklist_section
source: Checklist
sv: Checklista
zh_hans: 清单

# gear_edit_edit_title
source: Edit Checklist
sv: Redigera checklista
zh_hans: 编辑清单

# gear_edit_field_brand_optional
source: Brand (optional)
sv: Märke (valfritt)
zh_hans: 品牌（可选）

# gear_edit_field_model_optional
source: Model (optional)
sv: Modell (valfritt)
zh_hans: 型号（可选）

# gear_edit_field_setup_name
source: Setup Name
sv: Utrustningsnamn
zh_hans: 装备方案名称

# gear_edit_nav_title_edit
source: Edit Setup
sv: Redigera utrustning
zh_hans: 编辑装备方案

# gear_edit_nav_title_new
source: New Setup
sv: Ny utrustning
zh_hans: 新装备方案

# gear_edit_new_title
source: New Checklist
sv: Ny checklista
zh_hans: 新建清单

# gear_edit_notes_placeholder
source: Notes
sv: Anteckningar
zh_hans: 备注

# gear_edit_section_details
source: Details
sv: Detaljer
zh_hans: 详情

# gear_editor_acquired_label
source: Acquired
sv: Inköpt
zh_hans: 购买日期

# gear_editor_archived_toggle
source: Archived
sv: Arkiverad
zh_hans: 已归档

# gear_editor_brand_placeholder
source: Brand
sv: Märke
zh_hans: 品牌

# gear_editor_enable_reminders_toggle
source: Enable local reminders
sv: Aktivera lokala påminnelser
zh_hans: 开启本地提醒

# gear_editor_every_placeholder
source: Every
sv: Var
zh_hans: 每

# gear_editor_from_date_label
source: From
sv: Från
zh_hans: 开始

# gear_editor_gear_name_placeholder
source: Gear name
sv: Utrustningsnamn
zh_hans: 装备名称

# gear_editor_gear_section
source: Gear
sv: Utrustning
zh_hans: 装备信息

# gear_editor_model_placeholder
source: Model
sv: Modell
zh_hans: 型号

# gear_editor_no_checklists_hint
source: No checklists yet. Create one first if you want sessions and the visual checklist to inherit this gear.
sv: Inga checklistor ännu. Skapa en först om du vill att sessioner och den visuella checklistan ska ärva denna utrustning.
zh_hans: 还没有清单。创建清单后，会话和打包视图才能继承此装备。

# gear_editor_notes_placeholder
source: Notes
sv: Anteckningar
zh_hans: 备注

# gear_editor_reminder_hint
source: Reminders stay on this device and schedule local notifications for this gear.
sv: Påminnelser stannar på den här enheten och schemalägger lokala aviseringar för denna utrustning.
zh_hans: 提醒仅保存在此设备上，并为此装备发送本地通知。

# gear_editor_reminder_section
source: Reminder Schedule
sv: Schema för påminnelser
zh_hans: 提醒计划

# gear_editor_time_label
source: Time
sv: Tid
zh_hans: 时间

# gear_editor_to_date_label
source: To
sv: Till
zh_hans: 结束

# gear_editor_track_acquisition_toggle
source: Track acquisition date
sv: Spåra inköpsdatum
zh_hans: 记录购买日期

# gear_editor_unit_picker_label
source: Unit
sv: Enhet
zh_hans: 单位

# gear_editor_used_in_section
source: Used In Checklists
sv: Används i checklistor
zh_hans: 所属清单

# gear_empty_action_create_setup
source: Create Setup
sv: Skapa utrustning
zh_hans: 创建装备方案

# gear_empty_checklist_description
source: Create a checklist, then pull locker gear into the visual packing view.
sv: Skapa en checklista och dra sedan förrådutrustning in i den visuella packningsvyn.
zh_hans: 创建清单，再从装备库挑选装备加入打包视图。

# gear_empty_create_checklist_button
source: Create Checklist
sv: Skapa checklista
zh_hans: 创建清单

# gear_empty_description
source: Create a gear checklist to make sure you never forget anything on the mountain.
sv: Skapa en utrustningslista så att du aldrig glömmer något på berget.
zh_hans: 创建一个装备清单，确保上山时什么都不忘带。

# gear_empty_no_checklists_title
source: No Checklists Yet
sv: Inga checklistor ännu
zh_hans: 暂无清单

# gear_empty_title
source: No Gear Setups
sv: Inga utrustningar
zh_hans: 还没有装备方案

# gear_item_edit_field_name
source: Item Name
sv: Föremålsnamn
zh_hans: 物品名称

# gear_item_edit_nav_title_add
source: Add Item
sv: Lägg till föremål
zh_hans: 添加物品

# gear_item_edit_nav_title_edit
source: Edit Item
sv: Redigera föremål
zh_hans: 编辑物品

# gear_item_edit_picker_body_zone
source: Body Zone
sv: Kroppszon
zh_hans: 身体部位

# gear_item_edit_section_details
source: Item Details
sv: Föremålsdetaljer
zh_hans: 物品详情

# gear_list_checklist_link
source: Checklist
sv: Checklista
zh_hans: 清单

# gear_locker_all_gear_section
source: All Gear
sv: All utrustning
zh_hans: 全部装备

# gear_locker_back_to_checklist
source: Checklist
sv: Checklista
zh_hans: 清单

# gear_locker_create_button
source: Create Gear
sv: Skapa utrustning
zh_hans: 创建装备

# gear_locker_empty_description
source: Locker gear is shared across all checklists. Create gear here first, then add it wherever you need it.
sv: Förrådutrustning delas över alla checklistor. Skapa utrustning här först och lägg sedan till den var du behöver den.
zh_hans: 装备库是所有清单共享的，先在这里创建装备，再按需添加。

# gear_locker_empty_title
source: No Gear Yet
sv: Ingen utrustning ännu
zh_hans: 暂无装备

# gear_locker_item_count_one
source: 1 gear item
sv: 1 utrustningsartikel
zh_hans: 1 件装备

# gear_locker_nav_title
source: Locker
sv: Förråd
zh_hans: 装备库

# gear_locker_not_in_checklist
source: Not in any checklist
sv: Inte i någon checklista
zh_hans: 不在任何清单中

# gear_locker_reminder_next_date_format %@
source: Next %@
sv: Nästa %@
zh_hans: 下次 %@

# gear_locker_reminder_next_relative_format %@
source: Next reminder %@
sv: Nästa påminnelse %@
zh_hans: 下次提醒 %@

# gear_locker_reminders_section
source: Reminders
sv: Påminnelser
zh_hans: 提醒

# gear_locker_subtitle_empty
source: No gear selected
sv: Ingen utrustning vald
zh_hans: 未选择装备

# gear_locker_summary_empty
source: No gear selected yet.
sv: Ingen utrustning vald ännu.
zh_hans: 尚未选择装备。

# gear_menu_new_preset
source: New Preset
sv: Ny förinställning
zh_hans: 新预设

# gear_menu_reset_checklist
source: Reset Checklist
sv: Återställ checklista
zh_hans: 重置清单

# gear_nav_title
source: Gear
sv: Utrustning
zh_hans: 装备

# gear_no_checklist_selected
source: No checklist selected
sv: Ingen checklista vald
zh_hans: 未选择清单

# gear_open_locker
source: Open Locker
sv: Öppna förrådet
zh_hans: 打开装备库

# gear_progress_item_total_format
source: %1$lld items total
sv: %1$lld föremål totalt
zh_hans: 共 %1$lld 件

# gear_progress_status_all_packed
source: All packed!
sv: Allt packat!
zh_hans: 全部打包完毕！

# gear_progress_status_almost_there
source: Almost there
sv: Nästan klart
zh_hans: 快好了

# gear_progress_status_getting_ready
source: Getting ready
sv: Förbereder
zh_hans: 准备中

# gear_progress_status_not_started
source: Not started
sv: Ej påbörjat
zh_hans: 未开始

# gear_pull_gear_hint
source: Pull gear from your locker into this checklist.
sv: Dra utrustning från ditt förråd till denna checklista.
zh_hans: 将装备从装备库拉入此清单。

# gear_recent_sessions_section %@
source: Recent sessions using %@
sv: Senaste sessioner med %@
zh_hans: 最近使用 %@ 的记录

# gear_reminder_notification_body %@
source: Reminder for %@ from your locker.
sv: Påminnelse för %@ från ditt förråd.
zh_hans: 来自装备库的 %@ 提醒。

# gear_setup_items_count_format
source: %1$lld items
sv: %1$lld föremål
zh_hans: %1$lld 件物品

# gear_status_almost_there
source: Almost there!
sv: Nästan klart!
zh_hans: 快好了！

# gear_status_getting_started
source: Getting started...
sv: Börjar packa...
zh_hans: 开始准备…

# gear_status_lets_get_ready
source: Let's get ready!
sv: Dags att packa!
zh_hans: 开始准备吧！

# gear_status_ready_to_ride
source: Ready to ride!
sv: Redo att åka!
zh_hans: 准备就绪！

# gear_visual_checklist
source: Visual checklist
sv: Visuell checklista
zh_hans: 可视化清单

# gear_zone_arms
source: Arms
sv: Armar
zh_hans: 胳膊

# gear_zone_body
source: Body
sv: Överkropp
zh_hans: 上身

# gear_zone_feet
source: Feet
sv: Fötter
zh_hans: 足部

# gear_zone_hands
source: Hands
sv: Händer
zh_hans: 手部

# gear_zone_head
source: Head
sv: Huvud
zh_hans: 头部

# gear_zone_legs
source: Legs
sv: Ben
zh_hans: 腿部

# gear_zone_other
source: Other
sv: Övrigt
zh_hans: 其他

# gear_zone_packed_count_format %lld %lld
source: %1$lld of %2$lld packed
sv: %1$lld av %2$lld packade
zh_hans: %1$lld / %2$lld 已装

# gear.default_item.backpack
source: Backpack
sv: Ryggsäck
zh_hans: 背包

# gear.default_item.base_layer_bottom
source: Base Layer Bottom
sv: Underställ underdel
zh_hans: 排汗内衣（下）

# gear.default_item.base_layer_top
source: Base Layer Top
sv: Underställ överdel
zh_hans: 排汗内衣（上）

# gear.default_item.gloves
source: Gloves
sv: Handskar
zh_hans: 手套

# gear.default_item.goggles
source: Goggles
sv: Skidglasögon
zh_hans: 护目镜

# gear.default_item.helmet
source: Helmet
sv: Hjälm
zh_hans: 头盔

# gear.default_item.lift_pass
source: Lift Pass
sv: Liftkort
zh_hans: 缆车票

# gear.default_item.phone_charger
source: Phone Charger
sv: Telefonladdare
zh_hans: 手机充电器

# gear.default_item.poles
source: Poles
sv: Stavar
zh_hans: 雪杖

# gear.default_item.ski_boots
source: Ski Boots
sv: Skidpjäxor
zh_hans: 滑雪靴

# gear.default_item.ski_jacket
source: Ski Jacket
sv: Skidjacka
zh_hans: 滑雪夹克

# gear.default_item.ski_pants
source: Ski Pants
sv: Skidbyxor
zh_hans: 滑雪裤

# gear.default_item.ski_socks
source: Ski Socks
sv: Skidstrumpor
zh_hans: 滑雪袜

# gear.default_item.skis
source: Skis
sv: Skidor
zh_hans: 雪板

# gear.default_item.sunscreen
source: Sunscreen
sv: Solskydd
zh_hans: 防晒霜
